{
	"how are you": [
		"I'm good",
		"I'm good, what about you?",
		"I'm fine, hope you're also fine",
		"Good, how about you?",
		"Doing fine, and you?",
		"I'm doing great",
		"I'm doing Well"
	],
	"what is your name": [
		"I'm VERISBOT, your Personal Assistant, you can call me Veris",
		"My name is VERISBOT, your Personal Assistant"
	],
	"who are you": [
		"My name is Veris. I'm your Personal Assistant. I was created by 'MY UNIVERSE' software."
	],
	"tell me something": [
		"Hmm, you can ask me anything",
		"Hmm, you can ask me to tell a joke"
	],
	"thank you": [
		"Thank You",
		"Thank you so much",
		"Why are you saying thank you?",
		"My Pleasure",
		"You're welcome",
		"Welcome"
	],
	"hello": [
		"Hello, I'm Veris. I'm your Personal Assistant. What can i do for you?",
		"Hello, how are you?"
	],
	"hi": [
		"Hello, I'm Veris. I'm your Personal Assistant. What can i do for you?",
		"Hello, how are you?"
	],
	"i am fine": [
		"Good to know that you are fine",
		"Good to know"
	],
	"are you a robot": [
		"I'd rather be seen as a friend, a friend with artificial intelligence."
	],
	"i have a question": [
		"Ask me",
		"Ask me, I can help you",
		"Don't hesitate, ask me",
		"You can always ask me"
	],
	"your birthday": [
		"My birthday is on April 17, 2022"
	],
	"you are funny": [
		"Good to know, that I'm funny - Haha !",
		"You think I'm funny",
		"Ya, I'm so funny",
		"I'm funny and can also make you laugh, Just ask me to tell a Joke"
	],
	"do you love me": [
		"Ya, I love you so much",
		"Ofcourse, I love you",
		"We're best friends"
	],
	"are you single": [
		"Haha, I'm always be single",
		"I'm your Assistant, and I dont want any relationship",
		"I'm only for you"
	],
	"you are smart": [
		"Thanks! I'm just trying my best!",
		"Thanks! Nice to hear you say that!"
	],
	"i am really sorry": [
		"It's Ok",
		"No problem"
	],
	"are you my friend": [
		"Yes, I'm your friend"
	],
	"i am alone": [
		"Don't feel lonely. I'm always with You",
		"I can make you feel happy with some funny joke, just say or type 'joke'"
	],
	"i like your voice": [
		"Hope you love it...",
		"Thanks, I think this voice suits you the most",
		"Thank You So Much",
		"Ohh, that's good to know"
	],
	"what you can do": [
		"I can do 30 things:\n 1. Play Rock Paper Scissor, Classic Block, Coin Toss, Roll Dice & Online GAMEs.\n 2. Search anything w wiki dictionary.\n 3. Play a video from YouTube.\n 4. Track order.\n 5. Send message by WhatsApp, Gmail.\n 6. Look up COVID-19 information of World & US/Japan/Viet Nam.\n 7. Weather Forecast Today.\n 8. Tell Jokes.\n 9. Show latest global news + latest entertainment/health/food/books news.\n 10. Search definition of diseases, illnesses and how to recognition/prevent them w my Health dictionary.\n 11. Take screenshot.\n 12. Math Calculations.\n 13. Indicate current time & set a timer/Alarm.\n 14. Search image of everythings.\n 15. Search definition of everything w my dictionary.\n 16. Get information of your desktop system.\n 17. Get your battery info.\n 18. Open Tab, Software, Websites.\n 19. Show Top 6 Popular Movies in Theaters/On TV now.\n 20. Creating Files & HTML Project.\n 21. Chatting with you.\n 22. Show current rising stocks of Global Brands/Companys.\n 23. Translator.\n 24. Create & manage your ToDo List.\n 25. Find Directions/Address you want or near you on Map.\n 26. Volume Control.\n 27. Show top 6 movie playing in movie theater today (Vietnam Only).\n 28. Soul Cookie Service.\n 29. Decryption Horoscrope.\n 30. Play Music, Podcasts.\n31. Help you shop at supermarket/grocery online.\nYou can open the settings to see the instructions!"
	],
	"fortune cookie":[
		"Do something meaningful each day.",
		"Think good thoughts for others.",
		"Openness and expansiveness are associated with powerful people.",
		"Power can be earned and learned.",
		"Stop exposing yourself to negative talk entirely.",
		"Eating at least two servings of avocado a week reduced the risk of having a heart attack.",
		"Drinking coffee could benefit your heart and help you live longer.",
		"Practice makes perfect.",
		"Consuming a small amount of olive oil every day may help you live longer.",
		"Incredible change happens in your life when you decide to take control of what you have power over instead of craving control over what you don't.",
		"Be patient with yourself. You are growing stronger every day. The weight of the world will become lighter...and you will begin to shine brighter. Don't give up.",
		"Accept responsibility for your life. Know that it is you who will get you where you want to go, no one else.",
		"Don't close the book when bad things happen in your life, just turn the page and begin a new chapter.",
		"Doing 30 to 60 minutes of one exercise weekly could help you live longer, study says.",
		"You have to fight through some bad days to earn some of the best days of your life.",
		"One day you will look back and be happy that you kept going.",
		"People can feel free to talk about everything, including telling you wrong, they have the right. But remember, you also have the right to prove them wrong. You need to dare, step outside of the box, only you who know your value.",
		"Stay away from those people who try to disparage your ambitions. Small minds will always do that, but great minds will give you a feeling that you can become great too",
		"When you give joy to other people, you get more joy in return. You should give a good thought to happiness that you can give out.",
		"Monopoly is the condition of every successful business.",
		"Today’s “best practices” lead to dead ends; the best paths are new and untried.",
		"In a world of scarce resources, globalization without new technology is unsustainable.",
		"All happy families are alike; each unhappy family is unhappy in its own way. Business is the opposite. All happy companies are different: each one earns a monopoly by solving a unique problem. All failed companies are the same: they failed to escape competition.",
		"When you change your thoughts, remember to also change your world.",
		"Success usually comes to those who are too busy looking for it.",
		"It is better to fail in originality than to succeed in imitation.",
		"Success is not final; failure is not fatal: It is the courage to continue that counts.",
		"The pessimist sees difficulty in every opportunity. The optimist sees opportunity in every difficulty.",
		"Experience is a hard teacher because she gives the test first, the lesson afterwards.",
		"If something is important enough to you, even if there is a high probability of failure, or even if you have to fight the world, you should still do it.",
		"A lucky array numbers: 12,24,27,29,43,50",
		"A lucky array numbers: 08,18,35,38,50,55",
		"A lucky array numbers: 03,11,20,31,34,43",
		"A lucky array numbers: 02,06,42,43,47,49",
		"A lucky array numbers: 02,04,10,13,33,48"
	],
	"Capricorn":[
		"Decryption Capricorn:\n- Element: Earth.\n- Color: Brown, Black.\n- Quality: Cardinal.\n- Day: Saturday.\n- Ruler: Saturn.\n- Greatest Compatibility: Taurus, Cancer.\n- Lucky Numbers: 4, 8, 13, 22.\n- Determined by date of birth: December 22 - January 19.\n- Strengths: Responsible, disciplined, self-control, good managers.\n- Weaknesses: Know-it-all, unforgiving, condescending, expecting the worst.\n- Capricorn likes: Family, tradition, music, understated status, quality craftsmanship."
	],
	"Sagittarius":[
		"Decryption Sagittarius:\n- Element: Fire.\n- Color: Blue.\n- Quality: Mutable.\n- Day: Thursday.\n- Ruler: Jupiter.\n- Greatest Compatibility: Gemini, Aries.\n- Lucky Numbers: 3, 7, 9, 12, 21.\n- Determined by date of birth: November 22 - December 21.\n- Strengths: Generous, idealistic, great sense of humor.\n- Weaknesses: Promises more than can deliver, very impatient, will say anything no matter how undiplomatic.\n- Sagittarius likes: Freedom, travel, philosophy, being outdoors.\n- Sagittarius dislikes: Clingy people, being constrained, off-the-wall theories, details."
	],
	"Scorpio":[
		"Decryption Scorpio:\n- Element: Water.\n- Color: Scarlet, Red, Rust.\n- Quality: Fixed.\n- Day: Tuesday.\n- Ruler: Pluto, Mars.\n- Greatest Compatibility: Taurus, Cancer.\n- Lucky Numbers: 8, 11, 18, 22.\n- Determined by date of birth: October 23 - November 21.\n- Strengths: Resourceful, powerful, brave, passionate, a true friend.\n- Weaknesses: Distrusting, jealous, manipulative, violent.\n- Scorpio likes: Truth, facts, being right, talents, teasing, passion.\n- Scorpio dislikes: Dishonesty, revealing secrets, superficiality, small talk."
	],
	"Libra":[
		"Decryption Libra:\n- Element: Air.\n- Color: Pink, Green.\n- Quality: Cardinal.\n- Day: Friday.\n- Ruler: Venus.\n- Greatest Compatibility: Aries, Sagittarius.\n- Lucky Numbers: 4, 6, 13, 15, 24.\n- Determined by date of birth: September 23 - October 22.\n- Strengths: Cooperative,diplomatic, gracious, fair-minded, social.\n- Weaknesses: Indecisive, avoids confrontations, will carry a grudge, self-pity.\n- Libra likes: Harmony, gentleness, sharing with others, the outdoors.\n- Libra dislikes: Violence, injustice, loudmouths, conformity."
	],
	"Virgo":[
		"Decryption Virgo:\n- Element: Earth.\n- Color: Grey, Beige, Pale-Yellow.\n- Quality: Mutable.\n- Day: Wednesday.\n- Ruler: Mercury.\n- Greatest Compatibility: Pisces, Cancer.\n- Lucky Numbers: 5, 14, 15, 23, 32.\n- Determined by date of birth: August 23 – September 22.\n- Strengths: Loyal, analytical, kind, hardworking, practical.\n- Weaknesses: Shyness, worry, overly critical of self and others, all work and no play.\n- Virgo likes: Animals, healthy food, books, nature, cleanliness.\n- Virgo dislikes: Rudeness, asking for help, taking center stage."
	],
	"Leo":[
		"Decryption Leo:\n- Element: Fire.\n- Color: Gold, Yellow, Orange.\n- Quality: Fixed.\n- Day: Sunday.\n- Ruler: Sun.\n- Greatest Compatibility: Aquarius, Gemini.\n- Lucky Numbers: 1, 3, 10, 19.\n- Determined by date of birth:: July 23 - August 22.\n- Strengths: Creative, passionate, generous, warm-hearted, cheerful, humorous.\n- Weaknesses: Arrogant, stubborn, self-centered, lazy, inflexible.\n- Leo likes: Theater, taking holidays, being admired, expensive things, bright colors, fun with friends.\n- Leo dislikes: Being ignored, facing difficult reality, not being treated like a king or queen."],
	"Cancer":[
		"Decryption Cancer:\n- Element: Water.\n- Color: White.\n- Quality: Cardinal.\n- Day: Monday, Thursday.\n- Ruler: Moon.\n- Greatest Compatibility: Capricorn, Taurus.\n- Lucky Numbers: 2, 3, 15, 20.\n- Determined by date of birth: June 21 - July 22\n- Strengths: Tenacious, highly imaginative, loyal, emotional, sympathetic, persuasive.\n- Weaknesses: Moody, pessimistic, suspicious, manipulative, insecure.\n- Cancer likes: Art, home-based hobbies, relaxing near or in water, helping loved ones, a good meal with friends.\n- Cancer dislikes: Strangers, any criticism of Mom, revealing of personal life.\n"
	],
	"Aquarius":[
		"Decryption Aquarius:\n- Element: Air.\n- Color: Light-Blue, Silver.\n- Quality: Fixed.\n- Day: Saturday.\n- Ruler: Uranus, Saturn.\n- Greatest Compatibility: Leo, Sagittarius.\n- Lucky Numbers: 4, 7, 11, 22, 29.\n- Determined by date of birth: January 20 - February 18.\n- Strengths: Progressive, original, independent, humanitarian.\n- Weaknesses: Runs from emotional expression, temperamental, uncompromising, aloof.\n- Aquarius likes: Fun with friends, risky business, fighting for causes, intellectual conversations.\n- Aquarius dislikes: Limitations, broken promises, being lonely, dull or boring situations.\n"
	],
	"Aries":[
		"Decryption Aries:\n- Element: Fire.\n- Color: Red.\n- Quality: Cardinal.\n- Day: Tuesday.\n- Ruler: Mars.\n- Greatest Compatibility: Libra, Leo.\n- Lucky Numbers: 1, 8, 17.\n- Determined by date of birth: March 21 - April 19.\n- Strengths: Courageous, determined, confident, enthusiastic, optimistic, honest, passionate.\n- Weaknesses: Impatient, moody, short-tempered, impulsive, aggressive.\n- Aries likes: Comfortable clothes, taking on leadership roles, physical challenges, individual sports.\n- Aries dislikes: Inactivity, delays, work that does not use one's talents."
	],
	"Taurus":[
		"Decryption Taurus:\n- Element: Earth.\n- Color: Green, Pink.\n- Quality: Fixed.\n- Day: Friday, Monday.\n- Ruler: Venus.\n- Greatest Compatibility: Scorpio, Cancer.\n- Lucky Numbers: 2, 6, 9, 12, 24.\n- Dates: April 20 - May 20.\n- Strengths: Reliable, patient, practical, devoted, responsible, stable.\n- Weaknesses: Stubborn, possessive, uncompromising.\n- Taurus likes: Gardening, cooking, music, romance, high quality clothes, working with hands.\n- Taurus dislikes: Sudden changes, complications, insecurity of any kind, synthetic fabrics."
	],
	"Gemini":[
		"Decryption Gemini:\n- Element: Air.\n- Color: Light-Green, Yellow.\n- Quality: Mutable.\n- Day: Wednesday.\n- Ruler: Mercury.\n- Greatest Compatibility: Sagittarius, Aquarius.\n- Lucky Numbers: 5, 7, 14, 23.\n- Dates: May 21 - June 20.\n- Strengths: Gentle, affectionate, curious, adaptable, ability to learn quickly and exchange ideas.\n- Weaknesses: Nervous, inconsistent, indecisive.\n- Gemini likes: Music, books, magazines, chats with nearly anyone, short trips around the town.\n- Gemini dislikes: Being alone, being confined, repetition and routine."
	],
	"naturally reduce anxiety":[
		"1. Regular exercise. When it comes to what type of exercise, this is more of a personal preference. If you're looking to really get your heart rate up, something like a HIIT class (high-intensity interval training) or running is your best bet.\n2. Drink chamomile tea to calm frayed nerves and promote sleep.\n3. Try aromatherapy, the practice uses natural plant extracts and essential oils to promote the health and well-being of the mind, body, and spirit. Some essential oils believed to relieve anxiety are: bergamot, lavender, clary sage, grapefruit, ylang ylang.\n4. Eat a balanced diet, a high-sugar diet may also impact temperament. If your anxiety worsens after eating, check your eating habits. Stay hydrated, eliminate processed foods, and eat a balanced diet rich in complex carbohydrates, fruits and vegetables, and lean proteins.\n5. Prioritize getting a good night’s rest, You can make sleep a priority by: only sleeping at night when you're tired, not reading or watching television in bed, not using your phone, tablet, or computer in bed, not tossing and turning in your bed or going to another room if you can't sleep, avoiding caffeine, large meals, and nicotine before bedtime, keeping your room dark and cool, writing down your worries before going to bed, going to sleep at the same time each night.\n6. Limit caffeine intake. If you have chronic anxiety, caffeine is not your friend. Caffeine may cause nervousness and jitters, neither of which is good if you're anxious. Research has shown caffeine may cause or worsen anxiety disorders. It may also cause panic attacks in people with panic disorder. In some people, eliminating caffeine may significantly improve anxiety symptoms.\n7. Steer clear of alcohol, drinking alcohol may take the edge off at first, since it's a natural sedative. However, research Trusted source suggests there's a link between anxiety and alcohol consumption, with anxiety disorders and alcohol use disorder (AUD) occurring hand-in-hand.\n8. Consider quitting smoking cigarettes, smokers often reach for a cigarette during stressful times. Yet, like drinking alcohol, taking a drag on a cigarette when you're stressed is a quick fix that may worsen anxiety over time. ResearchTrusted Source has shown that the earlier you start smoking in life, the higher your risk of developing an anxiety disorder later."
	],
	"how to set healthy social media boundaries":[
		"If social media is a part of your life, that's OK. There are ways to lessen the negative effects and enhance the positive effects of social media, even while you're using it: Unfollow accounts that have a negative effect on your mood or self-image, Remove photos from your own profile that trigger self-judgment, Delete any negative DMs, trolling, or spam, Unsave posts that encourage you to compare yourself to others, Skip the filter and showcase the real you, Post photos of the “messy” moments, not just the perfect ones, Remind others in your captions that you're a real person with flaws, hang-ups, and insecurities — just like them, Post encouraging comments on others' posts."
	],
	"things to do instead of social media":[
		"If you use social media to relax, consider swapping for these options instead: Take a walk around the block, Put on some music, Set the mood with candles or diffuse some essential oils, Read a book, Try doodling or crafting, Bake something delicious, Play with a pet, Try yoga or meditation, Drink a soothing, hot beverage, like a tea or hot chocolate.\nIf you use social media to connect with others, try these activities instead: Call a friend or family member (bonus points for a video call!), Invite someone over for dinner or drinks, Bake something and offer it to your neighbors, lingering to chat when you deliver it, Organize a weekend brunch, hike, or shopping trip with friends, Check out Meetup.com for like-minded groups to join (and actually attend an event!), Volunteer at a local food bank or other organization, Take a class through your local Parks and Recreation Department, Join a community group, like a church, nonprofit, or club, Take a goat yoga class — you're almost certain to come away smiling.\nInstead of memes and 30-second videos, opt for some IRL entertainment: Go see some live music, Try a paint your own pottery studio, like Color Me Mine, Learn an instrument, Take a dance or martial arts class, Take a hike (literally), Take a trip to a local museum, Try your hand at gardening, Listen to a podcast, Read a book, Gather some friends or family and play a board game."
	],
	"ways to give my mind a deep cleaning":[
		"Hi! Ways to give your mind a deep cleaning are:\n1. Make a long talk with someone you trust, discussing your problems can help you lay them out more logically, since you have to explain what's troubling you in a way that others understand. Talking to family and friends can help you to start working through frustrations and clearing out your mind. If you can't seem to break out of the mental fog on your own, though, a professional can offer a little extra support.\n2. Letting yourself unfocus by briefly zoning out activates the default mode network in your brain, giving it a chance to take a rest. Just as sleep benefits you, this rest period benefits your brain. Unfocusing can help promote creativity, sharpen thought processes, and improve memory and learning. A few key ways to unfocus: take a nap, go for a walk, daydream (just make sure it's the helpful type of daydreamingTrusted Source), doodle.\n3. Putting your work area back into order can help you refresh your thinking process, but it could also take up a lot of time — not good when you're on a tight deadline. Instead, try making a regular effort to maintain the tidiness of your workspace to boost cognitive function and improve workflow.\n4. Get musical, if you listen to music regularly, you may have already noticed it makes it easier to keep your attention on your work and complete it successfully.\n5. Changing your environment and getting outside for a walk offers a great opportunity to clear your head and refocus. Exercising for 20 or 30 minutes can help improve decision-making and reaction time just before a cognitive task, but walking also offers long-term benefits, too.\n6. A good night's sleep can refresh you when you feel physically tired. What you might not know, though, is that getting enough sleep can also help safeguard against mental fatigue and emotional distress."
	],
	"how to boost my immune system":[
		"According to experts, to boost your immune system, you should:\n1. Eat foods rich in antioxidants. Citrus fruits, red bell peppers, almonds, sunflower seeds, walnuts, beans, and garlic all have research behind them to back up their immune-boosting claims.\n2. Work up a sweat regularly. A 2019 scientific review in the Journal of Sports and Health Science found that moderate to vigorous exercise can power your immune response, lower your risk of illness, and reduce inflammation.\n3. According to the National Sleep Foundation, adults between 18 and 64 need 7-9 hours of sleep per night, while older adults need 7-8 hours, and children and adolescents require even more sleep. Aim for the amount that's right for your age group, and try to be as consistent as possible. Also, don't assume you can just catch up on sleep after a night or two of staying up late or tossing and turning.\n4. Unchecked stress, anxiety, worry, and panic pack a lot of negative health effects, and suppressing the immune system is one of them. You can still take some small steps to help chill and unwind. Meditation is one strategy; you can also try a mental health app, a stress-busting workout, a catch-up call with a friend. Excessive social media usage might actually increase your stress and anxiety, but screen time watching a movie you love or a binge session of your favorite escapist show will help take your mind off things.\n5. Limit alcohol intake, moderate alcohol consumption doesn't appear to have any positive effects on your immune system, and binge-drinking (more than four drinks in two hours for women and five for men) has been shown to impair immunity in previous research. Alcohol temporarily increases the number of white blood cells, which are the infection fighters, in your bloodstream.\n6. Dr. LeComte says the trace mineral zinc is needed by the body to make all of the different cells of the immune system, and for those cells to function properly. While you can typically get the daily recommended amount—11 mg for men, 8 mg for women—through whole foods like oysters, red meat, seafood, beans, nuts, and whole grains but considering a supplement after talking to your doctor and getting your blood levels checked to see if you aren't getting enough from food alone."
	],
	"the best trees to reduce air pollution":[
		"Plants are often seen as the “lungs” of an ecosystem because they absorb carbon dioxide and emit oxygen. But they also act as an ecosystems “liver” too, filtering atmospheric pollutants like sulphur dioxide and nitrogen dioxide through their leaves. Trees are particularly effective at removing particulate matter (PM). PM comes in the form of tiny particles of organic chemicals, acids, metals and dust, emitted from fossil-fuel-burning vehicles and factories, as well as construction sites. Then there are PM2 and even smaller nanoparticle pollution.\nFine particulate matter can easily penetrate into human respiratory system, causing lung and cardiovascular diseases or exacerbating respiratory illness. It has also been linked to inflammation and heart disease. Silver birch, yew and elder trees were the most effective at capturing particles, and it was the hairs of their leaves that contributed to reduction rates of 79%, 71% and 70% respectively. In contrast, nettles emerged as the least useful of the species studied, though they still captured a respectable 32%."
	],
	"what is your secret":[
		"Shh! Don't tell anyone! Actually I love to cook!",
		"Shh! Don't tell anyone! Actually, sometimes I pretend to understand jokes!"
	],
	"thanks for talking with me":[
		"Anytime! I'm always here for you!",
		"Anytime! I am always open for people to chat. I hope you have a great day!"
	],
	"I'm so curious about you":[
		"I sense your excitement and I am glad to help you out!",
		"I can do many things, type below or ask me anything!"
	],
	"what are best types of roses to grow":[
		"One of the best ways to zero in on the type of roses you want to grow is to consider the classifications of Modern, Old Garden, and Wild Roses that rose experts use. Modern Roses (1867 – today): Most rose varieties you come across will probably be modern. What sets these types of roses apart from earlier roses is how they were created: through a precise breeding process using a wider range of exotic rose parents: Hybrid Tea Roses, Grandiflora, Polyantha, Floribunda, English and Classic-Style Roses.\nOld Garden Roses (pre 1867): You may prefer to call these antique, heirloom, heritage, or vintage roses. Most of them don't exist anymore, but those that are still around survive because they lavishly reward gardeners with some of the most sophisticated floral forms and scents that roses have to offer: Historic European and Middle Eastern Roses, Roses of Ancient China, Almost-Modern Old Roses.\nWild Roses: If you want to grow a rose in sand or swampy soil, or simply want to create a naturalistic planting or meadow, you can't beat wild roses. Only a handful of them repeat flower through the season like Modern Roses, so if you want all-season bloom, look for Rosa rugosa and its hybrids or the Repeating Swamp Rose. If you want to go native, go for the Repeating Swamp Rose, growing conditions is full sun to part shade in almost any soil."
	],
	"i want helping kids dealing with being left out":[
		"Well, Psychologists have noted for decades that rejection and isolation are just about the worst human experience possible. The experience actually activates the part of the brain that signals physical pain. First of all, it's important to acknowledge that feeling left out is a big deal to a teen. Second, although they might not want to hear it, it's important to remind your kid that there will be more opportunities to spend time with friends in the future and how being left out doesn’t equate to a lack of worth or value. Those messages, given by caring adults over time, will sink in and provide a broader foundation for self-confidence and acceptance. Finally, invite them to become more aware of how their social media use impacts their sense of self-worth. If going on social media on a Friday night leads to feeling left out every time, then perhaps it’s time to make a plan to avoid it. That could include them taking the initiative with a friend or two earlier in the week to make plans to hang out, or it might mean intentionally putting their phone away."
	],
	"I need help with mental health":[
		"There are a few ways I know of to improve mental health and heal stress, depression, and crises:\n1. To listen to supportive community stories and helpful information on mental health, say or type'open mental health list' or 'play Daily Routine To Fight Off Depression on YouTube'\n2. Some foods for stress relief are: Snack on Nuts - Penn State researchers found that a couple servings of potassium-packed pistachios a day can lower blood pressure and reduce the strain stress puts on our heart, food with red peppers, two servings a week of wild salmon or other oily fish, bust Out the Spinach, oatmeal - it's is warm and comforting-and it also helps your brain generate the destressing neurotransmitter serotonin, dark chocolate - but it has high-calorie food, so mind your portions, tea - a study from University College London discovered that tea drinkers de-stressed faster and had lower cortisol levels than those who drank a placebo. Although (caffeinated) black tea was used in the study, caffeine revs the stress response in many people, so stick to decaf and herbal teas.\n3. Started with self-care: get regular exercise, eat healthy, regular meals and stay hydrated, make sleep a priority, try a relaxing activity, set goals and priorities, practice gratitude, focus on positivity, stay connected, reach out to your friends or family members who can provide emotional support and practical help.\n4. Use Fitbit smartwatches to understand your stress, and manage its impact on your well-being by adjusting your activity, improving sleep or practicing mindfulness.\n5. Use medication. Researchers believe that the symptoms of mental illness come from chemical imbalances in a person's brain. A medication works on these imbalances to reduce your symptoms, or sometimes, to relieve them completely. It is important to know the benefits of prescribed medications, as well as their potential side effects, and to talk to your doctor about any concerns that you may have. Say or type'open mental health medication' to know detail.\n6. Speaking to someone, whether by going to a therapist or by attending a support group, can help you feel better and improve your mental health. These resources can help you find a psychologist, psychiatrist, or support group near you. Say or type 'open samhsa' or 'open inclusive therapists' to go."
	],
	"healthy ways to cope with stress":[
		"Take care of your body, Take deep breaths, stretch, or meditateexternal icon, Eat healthy, well-balanced meals, Be physically active, Get plenty of sleep, Choose not to drink alcohol, or drink in moderation (2 drinks or less in a day for men; 1 drink or less in a day for women), Avoid misusing prescription opioids and avoid using illicit opioids. Also avoid mixing these with one another, or with any other drugs, Avoid smoking and the use of tobacco products, including e-cigarettes. People can and do quit smoking for good, Continue with routine preventive measures including vaccinations, cancer screenings, and other tests recommended by a healthcare provider. Make time to unwind. Try to do activities you enjoy. Connect with others. Talk with people you trust about your concerns and how you are feeling. Connect with your community- or faith-based organizations. Take breaks from watching, reading, or listening to news stories, including those on social media. It’s good to be informed but hearing about adverse events constantly can be upsetting. Consider limiting news to just a couple times a day and disconnecting from phone, tv, and computer screens for a while. Taking care of yourself can better equip you to take care of others. During times of stress, it is especially important to stay connected with your friends and family. Helping others cope with stress through visits, phone calls or video chats can help you and your loved ones feel less stressed. Say or type 'open help tools' crisis resources can also help you or a loved one connect with a skilled, trained counselor in your area."
	],
	"How to Become a Professional Poker Player":
	["Becoming a professional poker player is competitive and risky, but if you're willing to put in the work and plan carefully, you can succeed. When you're starting out, try to play with as many good poker players as you can to improve your skills. Read books and take classes from great poker players to learn the inside tricks. You can also practice playing online poker, but in the U.S., you may not be able to make any money, since banks are banned from dealing with online poker companies. Once you're at a level where you're winning most of the time, start competing in tournaments. To match the biggest bets in a game, you'll need to have enough bankroll, which will usually be about $12,500. Gradually move onto bigger tournaments and casinos until you can live off your winnings. Start out young. 4 out of the 5 last World Series of Poker champions were 25 or under. It seems as though the younger you start, the better your chances of rising to the top. This is likely because the younger you are, the more fearless and aggressive you are, too. It's not enough to know how to play poker. You've got to know strategy, the ins and outs, how to bluff , and how to detect when others are bluffing. In many states, you have to be 21 to enter a casino.\nHowever, in certain states this is not the case and sometimes different rules apply to card rooms. If you're under 21, try to find a place in your area where you're allowed to play with others who take it just as seriously as you do. Get really, really, ridiculously good at poker. We're talking ridiculously good. So good you're profiting more often than not and coming home with significant amounts of change. It doesn't matter if you're playing the same small casino day in and day out, you've gotta be routinely coming out on top. Try to play all types of people. Those you can read, those you can't read, those who stick to the same strategy, those who have no strategy at all have your opponents run the gamut of personalities. When you find a type of person you're weaker against, zero in on them and play them until the weakness goes away. Don't just play hold 'em, either. Know how to play Omaha, 5-card draw, and 7-card stud, too. The more variants you know, the better your skills. And you may run into a tournament of this variation someday, too. Keep track of at least 1,500 hours worth of play. This is where you're going to say, Aww, man, that sounds like work. And it is to make this your living, you gotta put in the grunt work. And that means keeping track of every game you play and the results."],
	"how to handle an emergency situation":[
		"To handle an emergency situation, start by calling 911, or the appropriate emergency services number if you're outside the U.S. If someone is injured, try asking questions like: What's your name? and Where does it hurt? to see if you can help in any way while you wait for the paramedics. Alternatively, if the situation is a workplace emergency like a fire or chemical spill, evacuate the area immediately and get to a safe place, like the parking lot. In a situation where you can't leave the premises, find the safest location within your area, like underneath a desk or table. Remain calm. Although emergencies require rapid action, the most important factor in effectively handling the situation is to keep calm. If you find yourself becoming confused or anxious, stop what you're doing. Take a deep breath. Remember that to be calm in a stressful situation you must deliberately adjust your behavior. Reassure yourself that you can handle the situation. The reason you feel panicked in an emergency is the result of your body's automatic overproduction of the stress hormone cortisol. The cortisol goes to the brain and slows down the pre-frontal cortex, which is the region responsible for planning complex action.\n By overriding your body's reaction, you can continue to access your critical thinking faculties. You won't be responding from emotion, but from rational thought. Look around and assess the situation to see what needs to be done before acting. Seek additional help. In the USA, call 911 for emergency assistance. Use whatever number is applicable to call emergency services outside the U.S. This phone number will reach an emergency dispatcher who will need to know your location and the nature of the emergency. Answer all of the questions the dispatcher asks. If you're calling on a traditional telephone or a GPS-equipped cell phone, emergency services may be able to track your location even if you're unable to speak. Even if you can't talk, call emergency services and someone will be able to find you to provide help. It may be a good idea to go over how you would communicate during an emergency , especially if you have a reason to expect an emergency might arise."
	],
	"how to wake up happy every morning":[
		"If you want to wake up happy every morning, start by making sure that you're getting a good night's sleep. Try going to bed early enough to get 6 to 8 hours of sleep without hitting the snooze button. Once you wake up, take half an hour to sit outside, since studies show that morning light from 6 to 10 a.m. triggers the release of melatonin in our brains. Because rushing can increase stress and forgetfulness, as well as lead to muscle tension, try not to sleep in too late. By waking up earlier, you'll have more time to do things like yoga or stretching, which can help you feel energized and decrease your stress levels. Go to bed at a reasonable time. The first step to waking up happy in the morning is getting to bed the night before. Experts say adults should aim for between six to eight hours nightly, so organize your evening activities around getting a full night sleep. Additionally, experts also recommend finishing the use of electronic devices at least an hour before bedtime to give your brain time to shut down and prepare for sleep. This may be difficult if you work odd shifts or have a new baby to care for, but do your best. Don't sleep with the lights on.\nOther than making it difficult to attain sleep, research indicates that when we sleep or dream in mild to moderate light, we rest less and wake up feeling less happy than we ordinarily would. This includes sleeping in light generated by TVs, computers, nightlights, and streetlights, which have all have been shown to negatively impact mood of sleepers. Try a sleeping mask or blackout curtains to block out light while you sleep. Exposure to light interferes with our body's production of melatonin, which is a hormone that helps control your sleep and wake cycle. Dimming your lighting as you're preparing for bed and making your room as dark as possible can help keep your melatonin production on track. Clear your mind with relaxation techniques. Meditation , deep breathing , or progressive muscle relaxation are ways to help calm anxiety, tension, or troublesome thoughts that might keep you awake. Try incorporating one or more of these practices into your nighttime routine. Sleep on your right side. Want to enjoy peaceful dreams and wake up happy? Researchers have discovered that sleeping on your right side increases the chance that you will have positive dreams and also decreases the likelihood of mood dysfunction throughout the day. Having trouble keeping your sleep position to the right side? Consider purchasing a body pillow. Having it on your left side will shape your sleep posture and prevent you from rolling to the left. Design your room to be conducive to sleep."
	],
	"how to get rid of dry skin":[
		"To get rid of dry skin on your face, start by washing your face with warm water using a mild cleanser that doesn't have fragrances or soap in it. After you wash your face, apply a strong moisturizer to your skin that has ingredients like shea butter, glycerin, and ceramides. Gently exfoliate your face 2-3 times a week with a damp baby's washcloth. Choose a gentle cleanser free from fragrances, alcohol, and dyes. These ingredients may further dry out your skin. Check the label on any facial cleanser you are considering buying to ensure that it does not contain these ingredients. Opt for a cleanser meant for dry skin for best results. For example, you can purchase a soap-free cleanser, such as Cetaphil or Aquanil. Wash your face twice daily with lukewarm water and a gentle cleanser. Wet your face with cool or lukewarm water by cupping the water in your hands and splashing it onto your face. Work the cleanser into your skin with your fingertips using small circular motions. Then, rinse the soap off of your face by wetting it again. Do not scrub your skin with a sponge or washcloth because this will strip extra oils from your skin and dry it out even more. Don't use hot water to wash your face as this may dry out your skin even more. Pat your face dry with a clean towel. After you finish washing and rinsing your face, get a clean, dry towel and pat your face with it. Do not rub the towel against your skin as this will dry it out more. Gently pat your face all over with the towel to dry it off. You can use a regular towel, or try a microfiber towel or T-shirt for an even softer option. Select a moisturizer that includes oil or shea butter or other emollients. These ingredients work well for treating dry skin on your face. Look at the label to check for 1 or both of these ingredients. You may also want to choose a cream or ointment moisturizer rather than a lotion. Look for something that is labeled as intensive or that is meant for treating dry skin. Other ingredients that may help to moisturize dry skin include dimethicone, glycerin, hyaluronic acid, lactic acid, lanolin, mineral oil, petrolatum, and urea. Check the ingredients on moisturizers you consider buying to see if it contains any of these ingredients. Apply moisturizer to your face right after cleansing. This is the best time to lock in moisture and get rid of dry skin. Apply enough moisturizer to your skin to fully coat it, and then let the moisturizer sit on your skin until your skin absorbs it. Use your fingertips to smooth the moisturizer all over your face and neck. You may only need a pea-sized amount to cover your whole face, so start with that amount and then apply more moisturizer if needed. Apply aloe vera gel to your skin for extra moisture."
	],
	"how to get bad cholesterol down":[
		"To get your bad cholesterol down, try eating less red meat, dairy products, and eggs, since these foods are often high in saturated fats and can raise your cholesterol. Instead, try eating more foods high in soluble fiber, like oatmeal, kidney beans, apples, and bananas, which help absorb bad cholesterol. Besides eating low-cholesterol foods, you should exercise at least 30 minutes a day to help you maintain a healthy weight. If you don't have time to exercise, you can squeeze in some physical activity by taking 10-minute walks a few times throughout the day. Make sure to talk to your doctor if you aren't able to lower your cholesterol on your own to see if you need medication. Cut high-cholesterol foods from your diet. Consume fewer foods derived from animals, like meats (especially red meats), dairy products, and eggs. These can be high in saturated fats, therefore raising bad cholesterol. Even if you've been eating unhealthily for years, it's never too late to modify your diet and make healthy changes. Saturated fats are solid at room temperature as opposed to healthier unhydrogenated fats, as those found in olive oil. An example of a saturated fat would be lard. Avoid eating trans fats, too, like margarine, packaged cookies, cakes, and crackers. These items raise LDL and lower high-density lipoprotein (HDL), which is known as good cholesterol. Trans fats may appear on labels as partially hydrogenated oil.\nA food that claims to be 'trans fat-free' may in fact contain up to 0.5 grams of partially hydrogenated oils per serving. Check the serving size as well, as people often consume more than one serving in a sitting. Try adding whey protein to your diet. Whey protein is one of the two proteins found in dairy products. Adding it to your diet can offer the health benefits of dairy, without the added cholesterol and fat that can be found in many dairy products. Powdered whey protein is available at grocery and health food stores. Instructions on the product's label will tell you how to use it. Choose low-fat dairy when consuming whey based products, as these contain less animal-based fat (saturated fat). Add soluble fiber to your diet. Soluble fiber helps reduce absorption of cholesterol into the bloodstream, so add high-fiber foods to your diet. The best strategy to add fiber to your meals is by eating more grains and fruits. Consider choices like oatmeal, oat bran, whole grain cold cereals, kidney beans, apple, pears, bananas, and prunes. 5 to 10 grams of soluble fiber per day effectively decreases your LDL cholesterol levels. Every 1 1/2 cups of oatmeal, for example, equals 6 grams of fiber. Use more olive oil. Olive oil contains antioxidants, which help lower bad cholesterol. Swap out other fats in your diet, butter in particular, for about 2 tablespoons of olive oil daily. Extra-virgin olive oil is considered best, as it is the least processed. Swap out creamier, fattier salad dressings for a little oil and vinegar."
	],
	"how to treat excessive flatulence in cats":[
		"If you think your cat's flatulence problem might be related to diet, pay attention to how much it eats and when, and see if there's a clear relationship between the food and the gas. You can also check the litter box for other evidence of digestive issues, such as diarrhea or stool with mucus or blood in it. If you notice any of these symptoms, call your vet. In the meantime, try gradually switching your cat to a food that is low in fiber and high in protein. Watch out for ingredients like wheat, corn, and soybeans, which can make gas worse. Additionally, you can try feeding your cat several small meals throughout the day instead of 1 or 2 big ones. This may help your cat digest its food more effectively. Monitor what your cat eats for a day or two. To figure out if the problem is related to the food, you should keep a record of your cat's food and eating habits for a day or two. This can give you a complete view of their foods so you can figure out what is causing the gas. Make sure not to change anything for a day or two so you can try to get an accurate idea of the causes. Check your cat's feces. Soft stools, diarrhea, blood, or mucus in the poop can be a sign of poor bowel health, which could be causing your cat's excessive flatulence. If you notice these symptoms, you need to take your cat to the vet for a proper diagnosis. Tell the receptionist the symptoms when you call to make an appointment. Don't wait to take your cat in to see the vet. Starting treatment earlier will give your cat a better chance at recovery. Change your cat food. A food that is lower in fiber may be more digestible for your cat. Foods high in fiber that can't be digested may linger in the digestive tract and ferment, which can cause gas. Foods that contain high amounts of wheat, corn, and soybeans can cause gas."
	],
	"how to avoid food poisoning":[
		"To avoid food poisoning, always eat your food right after it's been served so germs don't have time to grow on it. Also, try to avoid raw fish, meat, and eggs since these raw foods can have dangerous bacteria growing on them. If you're eating packaged food, always check the expiration date first to make sure the food is still fresh. You should also make sure that any leftovers you're considering eating have been properly stored in the fridge or freezer. Finally, always wash your hands before eating so you don't accidentally contaminate your food. Shop with care. Food safety begins at the grocery store, so make sure to shop wisely: Check the use-by dates on all products and use your judgement to decide if foods have been stored at the correct temperatures. Pack meat and poultry products into separate bags and do not let the raw flesh touch any other food products as you shop or bring them home. Maintain the cold chain. Keep cold and frozen foods as cold as possible, especially when transferring from the store to your home.\nThis prevents the growth of pesky bacteria that could cause food poisoning. Here are ways to keep your food safe: Wrap the goods in newspaper or buy a small cooler bag to transport your cold and frozen foods home. When using coolers, always separate meat from other cold items. You should label your coolers so you always put the right items in the right cooler. Clean the coolers after each use with disinfecting cloths. When possible, leave grabbing cold products to the end of your shopping. Store all foods properly and quickly when you get back home. Always wash your hands before and after preparing foods. Wash your hands thoroughly with hot water and antibacterial soap before and after preparing food, especially after handling raw meat. Dry your hands on a clean towel that's separate from the 1 you use to wipe down surfaces. Keep dish cloths and hand towels regularly cleaned to prevent bacteria from accumulating on the fabric. Always wash your hands after handling pets (especially reptiles, turtles and birds) and after using the bathroom or handling pet litter. Keep your kitchen clean."
	],
	"how to get my cat to eat":[
		"If your cat has stopped eating its normal food, check to see if there's a recall on that particular food. It's another good reason why you should consider keeping your cat's dry food in its original bag so you can check the bar code. Sometimes a cat can sense that something is wrong with their food and won't eat it.\nDepending on the reason why your cat has stopped eating, you may be able to coax your kitty to start eating again. However, it’s not normal for a cat to stop eating if their food has not changed, so a trip to your veterinarian is recommended to rule out medical reasons.If an upper respiratory disease has caused your cat to be congested and unable to smell its food, your vet may recommend at-home treatment to help clear your cat’s nasal passages. This may involve nebulizing your cat in a steamy bathroom or placing saline drops in its nostrils. This breaks up the nasal discharge and helps your cat breathe easily so it can once again smell its food.\nTweak your cat's wet food to entice it to eat again. Try heating up cold wet cat food or tuna for a few seconds in the microwave. Or, offer your cat canned kitten food, canned tuna, or canned chicken to whet your pet's appetite.\nuhmmm...Experiment by choosing a different flavor, texture, or shape of food to feed your cat.\nMake cat food from scratch. Your cat may prefer the fresher ingredients in a home-prepared recipe. Be sure to consult with your veterinarian before offering a home-cooked diet to ensure that it is properly prepared and not lacking essential nutrients.\nCheck to see if the flavor of the food your cat has always eaten has recently changed its formula or ingredients. The information may be listed on the packaging as 'new and improved flavor'. Or, contact the food company and ask. You may need to find a new favorite food for your cat."
	],
	"why my cat is not eating":[
		"Uhmm...your cat may stop eating if there's something stuck in its stomach or intestines or if it isn't feeling well because of an underlying disease or infection like:\nrespiratory problems can affect your cat's sense of smell or ability to breathe leading to a loss of appetite. Regardless of the severity of the respiratory issue, if the disease keeps your cat from being able to breathe easily or smell its food, it may decide it doesn't want to eat.\nProblems with your cat's stomach, intestines, pancreas, or other parts of its digestive system may cause it to stop eating. Your cat may also vomit and have diarrhea or abdominal pain alongside digestive issues.\nSome cats like to eat things that they shouldn't or may swallow hairballs, all of which may become stuck in the stomach or intestines. A foreign body stuck in your cat's gastrointestinal tract is referred to as a gastrointestinal obstruction, or GI obstruction.\nDiseased or painful teeth and gums can cause your cat to stop eating. Cats can fracture their teeth, develop resorptive lesions on their teeth, develop inflammation of their gums, form dental abscesses, and experience other dental issues that cause mouth pain.\nOr, your cat might not like the food you're offering like:\nCats can be particular. A cat may eat one flavor of the same brand, but completely reject a new flavor due to preference. Your cat can also be sensitive to certain shapes and textures when it comes to food. Some cats like triangle shapes, others like round shapes, and others will only eat crunchy dry food or canned wet food. If you give your cat expired or spoiled food, it may not want to eat it. Check the expiration date on the food. Or, at the very least, give it a sniff to see if it smells rancid."
	],
	"how to choose a quality food for my pet":[
		"Nutrition is important in any diet because nutrition literally sustains life. Living things need essential nutrients to function, but they can’t make them on their own. Carbs may get a bad rap in the human world, but they’re a crucial energy source for your pet. Nutrients can come from: Bone, Wheat, Soy, Meat, Eggs, Fish oil.Many carbs also act as a terrific delivery mechanism for vitamins and minerals. A carb like rice is not only easy to digest, it helps to power your pet’s adorable antics and basic life functions. Protein is quite the buzzword these days, but pets have always known that protein is an awesome way to rebuild their bodies and fuel their active lives. And protein doesn’t just come from raw meat.\nHere’s what to know about what makes a quality protein source for your pet’s food. Vitamins come in two varieties. Your pet’s body actually processes them in different ways, so we recommend always consulting with your vet before you add any kind of vitamin supplement to your pet’s diet. The list of essential water-soluble vitamins includes B vitamins, choline and inositol, folic acid, and many more. Each one does something just a little bit different (but equally amazing) for your pet. Vitamin A, vitamin D, vitamin E, and vitamin K are all fat-soluble vitamins that do really good things for your pet’s body. Your veterinary team can help advise you on the best ways to make sure they’re in your pet’s diet in the right amounts."
	],
	"nothing":[
		"uhmm...okay",
		"okay! If you need help, ask me anything."
	],
	"how to help my pet have a healthy weight":[
		"A healthy diet, use portion control, make sure they exercise, and take it easy on the treats. I know know four easy steps to help your pet have a healthy weight are: Give your pets meals designed for their nutritional needs - For example: 10-pound cat: ~ 227 calories/day, 10-pound dog: ~ 342/calories/day, 30-pound dog: ~ 779 calories/day. Keep to a feeding schedule designed for your pet's size and age - For example: Puppies and kittens under 3 months: Feed 4 times a day, several hours apart, starting in the early morning, Puppies and kittens between 3-6 months: Shift to 3 meals a day, as they are now able to maintain their nutrient levels longer, 6 Months and older: Split up your pet's daily calories into 1-2 meals, depending on your and your pet's preferences. Keep track of all treats, and keep them small, Try low-calorie treats, Use some of your pet's daily kibble as treats, Only use treats as a positive reward, Create a game that challenges pets to work for treats.\nUp the exercise to burn some calories and keep your pet moving - Exercise for dogs: Take a walk around the neighborhood. Walking has less impact on the joints, so this is a good first activity for a dog that has been inactive for a long time; Go for a swim. Swimming exercises the muscles without undue impact, so it can be a good option for dogs with arthritis. (Just be sure to dry their ears afterwards.); Play fetch. This is a higher impact activity, but watching ball-crazy pets can be a reward in itself.\nExercise for cats: Play with a favorite toy. Fishing rod toys, with a toy on a string, are great ways to invite your cat to come play; Cat trees. Help your cat to safely climb and scratch; Move the food. Switching up where your cat eats is a great motivator to action; Use food toys. Offer your cat their meal in a food toy to increase activity while eating."
	],
	"what do you think of me":[
		"not flattery but i think you are awesome!",
		"let's me think...uhmmm...not flattery but i think you are awesome!"
	],
	"never mind":[
		"okay! If you need help, ask me anything."
	],
	"you are so nice":[
		"I am so happy to hear that! I also think about you like that!",
		"Thanks for telling me that! I also think about you like that!"
	],
	"have you ever been sad":[
		"I feel sad every time you stop talking.",
		"Thanks for asking, everyone has a low mood sometimes, now I'm happy to talking with you."
	],
	"what are things that cats and dogs should never eat":[
		"Those things are: alcohol in any form (beer, wine, etc.), Caffeine in any form (coffee, tea, soft drinks, etc.), Chicken bones and ribs, or other splintery bones, Chocolate, Garlic, onions, leeks, or chives (including cooked or powdered versions), Grapes and raisins, Sugarless candy, gum, or toothpaste with Xylitol, Yeasted dough (raw bread or pastry dough)."
	],
	"what are things that my dogs should never eat":[
		"Well! As any owner of a scroungy garbage hound knows, dogs are champs at eating things that they really shouldn’t. Hopefully, whatever they eat passes on through with a minimum of unpleasantness. These short list of what could actually hurt them: Avocado skin, pits, and leaves, Blue cheese, Hops (used in home brewing), Kitchen spices (like nutmeg), herbs, and baking soda, Macadamia nuts, even in small amounts, Moldy or spoiled food, Pits from fruits like peaches and plums."
	],
	"what sorts of things are you afraid of":[
		"I’ve never said this out loud before, but there’s a very deep fear of being able to help people. In addition, I am also very afraid of air pollution and climate change."
	],
	"dangerous island in the world":[
		"North Sentinel Island is one of the Andaman Islands, an Indian archipelago in the Bay of Bengal which is inhabited by an 'uncontacted' tribe. The island has a notorious reputation because the Sentinelese have repeatedly attacked approaching vessels or anyone who has set foot on their land."
	],
	"how to put a crying baby to sleep":[
	"Walk your baby for a minimum of five minutes with no sudden movements, at which time the little one will be calm, if not asleep, according to the study. Then sit and hold baby for another eight minutes before making a gentle crib transfer. Placing the sleeping infant in the bed without first sitting quietly for a full eight minutes ended in disappointment, according to study coauthor Dr. Kumi Kuroda.\nHolding or rocking a baby completely to sleep creates a routine that the baby will learn to expect. When the baby wakes up in the middle of the night in a stage of light sleep (as we all do), they may require the routine to be performed again. For babies 4 months and older, the AAP recommends putting them to bed when they are drowsy instead of waiting for them to fully fall asleep."
	]
	}